/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Frumu";
"connectivity.not-connected" = "Ekki tengdur";
"connectivity.wifi" = "Þráðlaust net";

/* Alert view button */
"general.alertview.cancel" = "Hætta við";
"general.alertview.close" = "Loka";
"general.alertview.dismiss" = "Sleppa";
"general.alertview.error" = "Villa";
"general.alertview.confirmation" = "Staðfesting";

"general.alertview.ok" = "Allt í lagi";
"general.alertview.reload" = "Endurhlaða";
"general.alertview.success" = "Árangur";

/* Filter sections title */
"history.filter.device" = "Tæki";
"history.filter.networktype" = "Netgerð";
"history.qos.detail.test" = "Próf";
"history.qos.headline.details" = "UPPLÝSINGAR";
"history.qos.headline.tests" = "Prófanir";
"history.result.headline.details" = "Upplýsingar";
"history.result.headline.map" = "Kort";
"history.result.headline.measurement" = "Mælingar";
"history.result.headline.network" = "Net";
"history.result.headline.qos" = "Gæði þjónustustundar";
"history.result.map.accuracy" = "Nákvæmni";
"history.result.map.invalid-coordinates" = "Ógild hnit";
"history.result.map.latitude" = "Breidd";
"history.result.map.longitude" = "Lengdargráða";
"history.result.map.result" = "Kortarniðurstaða";
"history.result.map.show" = "Sýna kort";
"history.result.more-details" = "Nánari upplýsingar";
"history.result.qos.details" = "UPPLÝSINGAR";
"history.result.qos.details.description" = "LÝSING";
"history.result.qos.details.failed" = "FAILED";
"history.result.qos.details.succeeded" = "SUCCEEDED";
"history.result.qos.results" = "Niðurstöður";
"history.result.qos.results-detail" = "Niðurstöður smáatriði";
"history.result.time" = "Tími";

/* History Sync Code Alert */
"history.sync.code-text" = "Samstillingarkóði";
"history.sync.code.copy" = "Afrita kóða";
"history.sync.code.enter" = "Sláðu inn kóða";
"history.sync.code.enter-text" = "Sláðu inn sync kóða:";
"history.sync.code.request" = "Beiðni kóða";
"history.sync.merge" = "Til að sameina sögu frá tveimur mismunandi tækjum skaltu biðja um samstillingarnúmerið á einu tæki og slá það inn í öðru tæki";
"history.sync.success-message" = "Saga samstillingu var árangursrík.";
"history.sync.sync" = "Samstilla";

/* History index buttons */
"history.uibar.filter" = "Sía"; /* Unused */
"history.uibar.sync" = "Samstilla";

/* Loop Mode */
"loopmode.change_server.title" = "BREYTA SERVER";
"loopmode.init.btn.test" = "Próf";
"loopmode.init.btn.loop-test" = "Loop Test";
"loopmode.test.header.measurement" = "MÆLING";
"loopmode.test.header.current" = "Núverandi";
"loopmode.test.header.median" = "MEDIAN";
"loopmode.test.progress.format" = "LOOP MODE (%d af %d)";
"loopmode.test.init.title" = "LOOP MODE";
"loopmode.test.results.title" = "LOOP MODE niðurstöður";
"loopmode.test.time_to_next_test.title" = "TIME TO NEXT TEST";
"loopmode.test.movement.title" = "Hreyfingar";
"loopmode.init.btn.loop.on" = "Loop On";
"loopmode.init.btn.loop.off" = "Loop Off";
"loopmode.test.immediately" = "Strax";

"loopmode.test.state.init" = "Í ÞVÍ";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "DOWNLOAD";
"loopmode.test.state.upload" = "UPLOAD";
"loopmode.test.state.qos" = "Þjónustugæði";
"loopmode.test.state.packet-loss" = "Pakkningarlosun";
"loopmode.test.state.jitter" = "JITTER";

"loopmode.abort.abort" = "Afnema";
"loopmode.abort.continue" = "Haltu áfram";
"loopmode.abort.keep" = "Halda";
"loopmode.abort.title" = "Afnema?";
"loopmode.abort.message" = "Viltu hætta við mælinguna?";

"loopmode_alert.activation_privacy" = "Virkjun og persónuvernd";
"loopmode_alert.activation_privacy.description" = "Lykkjunarstillingin leyfir sjálfvirkri endurtekningu prófana.";

"loopmode_alert.data_usage" = "Gagnavinnsla";
"loopmode_alert.data_usage.description" = "Vinsamlegast athugaðu að mikið magn af gögnum er flutt í lykkjustillingunni. Með háhraða internettengingu, hlaupandi 10 próf í lykkjuhamu, neyta 1GB eða meira af gagnaheimildinni þinni.";
"loopmode_alert.data_usage.description_2" = "Mælt er með því að hlaupa lykkjuprófið aðeins með sönnu flatflugi þar sem aditional umferðin myndar ekki aukakostnað.";
"loopmode_alert.battery_power" = "Rafhlaða máttur";
"loopmode_alert.battery_power.description" = "Lykkjustillinn notar mikið rafhlöðu. Milli lykkjuprófunum heldur lykkjunarstillingin GPS og skjánum virkt, þannig að rafhlaðan er tæmd miklu hraðar en í biðham. Prófanirnar neyta líka rafhlöðu.";
"loopmode_alert.battery_power.description_2" = "Lykkjustillingin ætti aðeins að nota ef framlengdur aflgjafi er til staðar.";
"loopmode_alert.items.item_1" = "Fyrsta prófið hefst strax eftir að Start hnappinn er inni.";
"loopmode_alert.items.item_2" = "Frekari prófanir hefjast annaðhvort eftir að biðtími hefur liðið (sjálfgefið 30 mín) eða stillt fjarlægð hefur verið náð (sjálfgefið 250m).";
"loopmode_alert.items.item_3" = "Prófanir verða framkvæmdar þar til fyrirfram ákveðnar prófanir hafa verið gerðar (sjálfgefið 10 prófanir).";
"loopmode_alert.items.item_4" = "Þessar gildi geta verið breytt undir Stillingar.";
"loopmode_alert.items.item_5" = "Lykkjahamurinn er sjálfkrafa sagt upp eftir 2 daga.";
"loopmode_alert.items.item_6" = "Hægt er að stöðva lykkjuna hvenær sem er.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Lagaleg tilkynning";

/* Intro location question */
"intro.location.question.message" = "Til að fá staðsetningarþjónustu skaltu vinsamlegast virkja það í stillingum!"; /* Unused */
"intro.location.question.title" = "Notkun staðsetningar"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Óþekktur";
"intro.network.connection.unavailable" = "Engin nettengingu er til staðar";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "örgjörvi";
"intro.popup.hardware.system-ram" = "Kerfi RAM";
"intro.popup.hardware.usage" = "Notkun vélbúnaðar";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Tenging í gangi ...";
"intro.popup.ip.connections" = "IP tengingar";
"intro.popup.ip.no-ip-text" = "N / a";
"intro.popup.ip.v4-external" = "IPv4 ytri";
"intro.popup.ip.v4-internal" = "IPv4 Innri";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Location";
"intro.popup.location.accuracy" = "Nákvæmni";
"intro.popup.location.age" = "Aldur";
"intro.popup.location.altitude" = "Hæð";
"intro.popup.location.position" = "Staða";
"intro.popup.location.source" = "Heimild"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Bakgrunnur Umferð";
"intro.popup.traffic.download" = "Hlaða niður umferð";
"intro.popup.traffic.upload" = "Hlaða upp umferð";

/* Map callout */
"map.callout.measurement" = "Mælingar";
"map.callout.network" = "Net";

/* Table section header title */
"map.options.filter.overlay" = "Yfirborð";
"map.options.filter.country" = "Land rekstraraðila";
"map.options.filter.operators" = "Flugrekendur";
"map.options.filter.period" = "Tímabil";
"map.options.filter.technologies" = "Technologies";

"map.options.filter.countries" = "Lönd";
"map.options.filter.all_countries" = "Öll lönd";

/* Map overlay description */
"map.options.overlay.auto" = "Sjálfvirk";
"map.options.overlay.heatmap" = "Heatmap";
"map.options.overlay.municipality" = "Sveitarfélag";
"map.options.overlay.points" = "Stig";
"map.options.overlay.regions" = "Svæði";
"map.options.overlay.settlements" = "Uppgjör";
"map.options.overlay.shapes" = "Form";
"map.options.overlay.whitespots" = "Hvítar blettir";

/* Alert view test intro message */
"test.intro-message" = "VIÐVÖRUN! Notkun þessarar umsóknar getur leitt til mikillar gagnageymslu. Í 3G-neti er gögnin fyrir einn próf 5 til 10 MB. Í 4G neti getur þetta magn farið yfir 100 MB. Umsækjandinn ber ekki ábyrgð á of mikilli neyslu vegna gagnaflutnings þegar umsóknin er notuð. Þegar þú ert að prófa nettengingu ættir notandinn að íhuga þá umferð á internetinu og samþykkja afleiðingar gagnaflutningsins.";

"test.aborted-message" = "Prófið var fellt niður vegna þess að forritið fór í bakgrunninn. Próf er aðeins hægt að gera meðan forritið er að keyra í forgrunni.";

"test.connection.could-not-connect" = "Ekki er hægt að koma á tengingunni. Líkleg orsök er að tengingin þín er mjög hægur";
"test.connection.lost" = "Tengingin við prófþjóninn var týndur. Próf afsalað.";

/* Test phases */
"test.phase.download" = "Niðurhleðsla";
"test.phase.init" = "Í því";
"test.phase.ping" = "Biðtími";
"test.phase.upload" = "Upphleðsla";

"test.qos.failed" = "Gæði þjónustustundar mistókst.";
"test.repeat" = "Endurtaka próf";
"test.result.not-submitted" = "Prófið var lokið, en niðurstöðurnar voru ekki hægt að skila til prófþjónunnar.";
"test.results.title" = "Niðurstöður prófunar";

"RMBT-TEST-START_QOS_BUTTON" = "Próf QoS";

/* Unit suffex */
"test.speed.unit" = "Mbit/s";

"main-view-button-map" = "MAP";
"history.delete" = "Eyða";
"test.abort.title" = "Afnema?";
"test.abort.abort" = "Afnema";
"test.abort.continue" = "Haltu áfram";
"test.abort.message" = "Viltu hætta við mælinguna?";
"test.startagain" = "Byrjaðu aftur";

/* Menu Items */
"RMBT-NI-HISTORY" = "Saga";
"RMBT-NI-HOME" = "Heim";
"RMBT-NI-MAPS" = "Kort";
"RMBT-NI-STATISTICS" = "Tölfræði";
"RMBT-NI-SURVEY" = "Könnun";
"RMBT-NI-HELP" = "Hjálp";
"RMBT-NI-HISTORY-DETAILS" = "Upplýsingar";
"RMBT-NI-HISTORY-TESTRESULT" = "Prófunarniðurstaða";
"RMBT-NI-INFO" = "Uppl.";
"RMBT-NI-LOOP-MODE" = "Loop Mode";

/* TabBar Items */
"tabbar.title.test" = "Próf";
"tabbar.title.results" = "Niðurstöður";
"tabbar.title.map" = "Kort";
"tabbar.title.settings" = "Stillingar";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Niðurstaða";
"RMBT-NI-FILTER" = "Sía";
"RMBT-NI-SETTINGS" = "Stillingar";
"RMBT-NI-PUBLISHPERSONALDATA" = "Sendu inn persónuupplýsingar"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Vefsíða";
"RMBT-INFO-EMAIL" = "Tölvupóstur";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Skilmálar þjónustu";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Persónuverndarstefna";
"RMBT-INFO-PRIVACYPOLICY" = "Persónuverndarstefna";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Birta persónuupplýsingar";
"RMBT-INFO-CLINETUUID" = "Viðskiptavinur UUID";
"RMBT-INFO-TESTCOUNT"  = "Prófatölur";
"RMBT-INFO-VERSION" = "Útgáfa";
"RMBT-INFO-SERVERVERSION" = "Server útgáfu";
"RMBT-INFO-DEVELOPEDBY" = "Þróað By";
"RMBT-INFO-SOURCECODE" = "Heimild kóða";
"RMBT-INFO-LEGALNOTICE" = "Google Maps Legal Notice";

"RMBT-ABOUT-TITLE" = "%@ var stofnað í MoQoS verkefninu. Verkefnið samstarfsaðilar voru:";
"RMBT-ABOUT-FOOTER-TEXT" = "Farðu á moqos.eu fyrir frekari upplýsingar um verkefnið.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Sækja Mbps";
"RMBT-HOME-UPLOADMBPS" = "Hladdu upp Mbps";
"RMBT-HOME-START" = "START";
"RMBT-HOME-RUNAGAIN" = "Hlaupa aftur";
"RMBT-HOME-MBPS" = "(MBps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "Um %@";
"RMBT-SETTINGS-LANGUAGE" = "Tungumál";
"RMBT-SETTINGS-DARKMODE" = "Dark Mode";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Stillingar nördstillinga";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Hönnunarstillingar";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Nafnlaus háttur kemur í veg fyrir tengsl við viðskiptavini, og verður niðurstaða mælinga tafarlaus.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Nerd stilling gerir háþróaða eiginleika. Forritið birtir frekari upplýsingar fyrir og meðan á prófinu stendur.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Hönnunarstillingar leyfa ...";
"RMBT-SETTINGS-IPV4ONLY" = "Aðeins IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Aðeins IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "QoS mælingar";
"RMBT-SETTINGS-QOSMANUALLY" = "Handvirkt";
"RMBT-SETTINGS-QOSNETWORK" = "Á nýju neti";
"RMBT-SETTINGS-QOSALWAYS" = "Alltaf";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Sendu inn persónuupplýsingar";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Sendu inn núllpróf";
"RMBT-SETTINGS-GENERAL" = "Almennt";
"RMBT-SETTINGS-INFORMATION" = "Upplýsingar";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Gæði þjónustu";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Gæði þjónustunnar mælinga fela í sér ...";
"RMBT-SETTINGS-QOSENABLED" = "QOS virkt";
"RMBT-SETTINGS-QOSDISABLED" = "QOS óvirkt";
"RMBT-SETTINGS-NERDMODE" = "Nerd ham";
"RMBT-SETTINGS-ENABLENERDMODE" = "Virkja nörd ham";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Nafnlaus háttur";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Hönnunarstillingar";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Ítarlegar stillingar";

"RMBT-DEVSETTINGS-DISTANCE" = "Fjarlægð (metrar)";
"RMBT-DEVSETTINGS-MINDELAY" = "Interval (mín)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Prófatölur";
"RMBT-DEVSETTINGS-LOOPMODE" = "Loop ham";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Hoppa yfir QOS prófanir";

"RMBT-SETTINGS-SEND-LOG" = "Senda Innskráning";
"RMBT-SETTINGS-DEV" = "Dev kafla";
"dev.code" = "Dev Code";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Kerfi sjálfgefið";
"RMBT-SETTINGS-PRIVACY" = "Persónuvernd";
"RMBT-SETTINGS-LOCATION" = "Staðsetning";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Stjórna heimildum varðandi staðsetningu mælingar";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Afþakka auglýsingarstillingu";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Hafa umsjón með heimildum varðandi auðkenni auglýsingar";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Viðvarandi viðskiptavinur UUID";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Viðvarandi Viðskiptavinur UUID er nauðsynlegt til að gera mælingarsögu og samstillingu niðurstaðna milli tækjanna kleift að virkja";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analytics";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Virkjaðu greiningu og sendu hrunmerki til okkar";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Afþakka auglýsingarstillingu";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Til að stjórna heimildum varðandi auðkenni auglýsinganna skaltu fara í Stillingar -> Persónuvernd -> Auglýsingar";

"RMBT-MAIN-VIEWREPORT" = "Ítarlegar matsskýrslur";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Auglýsingarnar hafa verið fjarlægðar. Þakka þér fyrir að styðja Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Við gátum ekki lokið viðskiptunum.";

"settings.start_next_test_immediatelly" = "Byrjaðu næsta próf án tafar";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Standard";
"RMBT-MAP-SATELLITE" = "Gervihnatta";
"RMBT-MAP-HYBRID" = "Hybrid";
"RMBT-MAP-BASIC" = "Basic";
"RMBT-MAP-STREETS" = "Götum";

"RMBT-MAP-OVERLAYOPTIONS" = "Kortavalkostir Yfirlagsskjár"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "Núverandi stillingar"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Stjórna miðlara útgáfu";
"RMBT-DEVSETTINGS-SEVER" = "Server";
"RMBT-DEVSETTINGS-ENABLED" = "Virkja";
"RMBT-DEVSETTINGS-NOGPS" = "Engin GPS";

"RBMT-BASE-DECLINE" = "Hafna";
"RBMT-BASE-AGREE" = "Sammála";
"RBMT-BASE-CONTINUE" = "Haltu áfram";

"RBMT-CONSUMPTION" = "Prófið getur valdið aukinni gagnanotkun";
"RBMT-BASE-PACKETLOSS" = "Pakkatap";
"RBMT-BASE-JITTER" = "Jitter";
"RBMT-BASE-TRAFFIC" = "Núverandi umferð";
"RBMT-DISABLED" = "Óvirk";
"RBMT-BASE-TESTSERVER" = "Prófþjónn";
"RBMT-BASE-MEASUREMENTSERVERS" = "Mælingarþjónar";
"RBMT-HISTORY-NORECORDSYET" = "Engar prófanir hafa verið gerðar frá þessu tæki ennþá";
"history.error.server_not_available" = "Miðlarinn er ekki í boði. Reyndu aftur seinna.";
"history.empty.button.title" = "Hlaupa fyrst prófið þitt";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "NET";
"test.title.qos" = "Þjónustugæði";
"test.title.performed" = "Framkvæma";
"test.title.passed" = "HÆTTUÐ";
"test.title.failed" = "FAILED";
"test.title.test" = "Hlaupandi QoS prófanir:";
"test.init.title" = "Próf";

/* Tests descriptions */
"test.qos.titles.web-page" = "Vefsíða";
"test.qos.titles.TCP-ports" = "TCP ports";
"test.qos.titles.UDP-ports" = "UDP ports";
"test.qos.titles.voice-over-IP" = "Rödd yfir IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "Unmodified content";
"test.qos.titles.transparent-connection" = "Transparent connection";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Þessi próf skoðar hvort tilvísunarvefur, sem byggist á ETSI Kepler tilvísunarsíðunni, er hægt að flytja yfir internetið.";
"test.qos.descriptions.TCP-ports" = "TCP portar eru notaðar til að flytja tölvupóst, vefsíður og annað efni í netinu.";
"test.qos.descriptions.UDP-ports" = "UDP portar eru notaðir til IP-fjarskipta símtala, radd- og myndbandstæki.";
"test.qos.descriptions.voice-over-IP" = "Tvöfalt símtal um internetið er herma.";
"test.qos.descriptions.traceroute" = "Þessi próf skráir netleiðina milli þessa tækis og miðlara.";
"test.qos.descriptions.unmodified-content" = "Þessi próf skoðar hvort gögnin frá þjóninum séu ekki breytt meðan á flutningi stendur.";
"test.qos.descriptions.transparent-connection" = "Þessi próf skoðar hvort beiðni um vefsíðu sé ekki breytt með umboði.";
"test.qos.descriptions.DNS" = "DNS er skrá á netföngum. Þessi próf skoðar hvort DNS svarið sé ekki handleika.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Nákvæmar niðurstöður";


"measurement.unknown_error.message" = "Mælingar voru rofin vegna óþekktrar villu.";
"measurement.unknown_error.title" = "Mælingar villa";

/* History headers */
"history.header.ping" = "PING";
"history.header.test" = "TEST / DATE";
"history.header.packet-loss" = "Pakkningarlosun";
"history.header.jitter" = "JITTER";
"history.header.download" = "Niðurhleðsla";
"history.header.upload" = "Upphleðsla";
"history.header.qos" = "Þjónustugæði";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Ég samþykki Privacy Policy og þjónustuskilmála.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Ég samþykki þjónustuskilmála.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Ég samþykki Privacy Policy.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Ég samþykki að leggja fram persónuupplýsingar.";

"info.text.open_data_sources_notice" = "Til viðbótar við eigin gögn, notum við og vinnur opinn gögn úr eftirfarandi heimildum undir Creative Commons Attribution 4.0 International leyfi (CC BY 4.0): Example."; /* Make customization */


"info.title.open_data_sources_notice" = "Opna gagnasöfn";

"wizard.button.i_agree_to_all" = "Ég samþykki öllum";
"wizard.button.essential_settings_only" = "Aðeins nauðsynlegar stillingar";
"wizard.button.details" = "Stillingar";

"wizard.one_page.title" = "Velkomin á %@";
"wizard.one_page.privacy_description" = "Áður en þú byrjar að nota forritið, viljum við að þú skoðar %@ og taka upplýsta val um persónuupplýsingar. Þú getur einnig skoðað hana síðar með valmyndinni / upplýsingasíðunni. Þú getur alltaf haft samband við persónuvernd þína á %@.";
"wizard.one_page.analytics_title" = "ANALYTICS";
"wizard.one_page.analytics_description" = "Greiningarupplýsingar eru notaðar til að skilja hvernig notendur okkar nota farsímaforritin og til að bæta þjónustuna stöðugt. Við safum einnig gögnum um gögnum sem hjálpa okkur að meta, greina og leysa galla og galla. Við notum líka auglýsingu auðkennið til að bera kennsl á áður birtu auglýsingar í forrituppsetningu og til notenda greiningu.";
"wizard.one_page.persistent_client_title" = "PERSISTENT CLIENT UUID";
"wizard.one_page.persistent_client_description" = "Viðskiptavinur UUID er af handahófi myndað auðkenni sem er vistað með öllum mælingum. Viðvarandi Viðskiptavinur UUID þýðir að auðkenni er það sama fyrir allar mælingar þínar. Það er nauðsynlegt til að virkja mælingarsögu og samstillingu niðurstaðna milli tækja.";
"wizard.one_page.finish_description" = "Vinsamlegast veldu hér val þitt. Þú getur breytt því seinna í Stillingar.";


